# system
gksu
pacman-static
nvidia-470xx-dkms # for iMac - 750M
nvidia-470xx-settings # for iMac - 750M
nvidia-470xx-utils # for iMac - 750M

#free youtube
spoofdpi

# gestures
libinput-gestures
gestures

# Applications
albert
clickup
dropbox
google-chrome
soulseekqt
system-monitoring-center
tlpui

# Programming / Development
ghcup-hs-bin
figma-linux
nvm
visual-studio-code-bin

# Desktop
gruvbox-dark-icons-gtk
numix-themes-darkblue
numix-icon-theme-git
numix-cursor-theme
dracula-gtk-theme-full
dracula-icons-theme
rose-pine-gtk-theme-full
tokyonight-gtk-theme-git
tokyonight-extra
#ttf-iosevka-comfy
ttf-aporetic
ttf-iosevka
otf-fira-code-symbol

# Powersave
intel-lpmd
