# system
gksu
pacman-static

#free youtube
spoofdpi

# gestures
libinput-gestures
gestures

# Applications
albert
dropbox
google-chrome
notion-app-electron
soulseekqt
system-monitoring-center
tlpui

# Programming / Development
ghcup-hs-bin
figma-linux
nvm
visual-studio-code-bin

# Desktop
gruvbox-dark-icons-gtk
numix-themes-darkblue
numix-icon-theme-git
numix-cursor-theme
dracula-gtk-theme-full
dracula-icons-theme
