# System
base-devel
blueman
bluez
bluez-utils
brightnessctl
broadcom-wl-dkms
btop
cups
curl
dosfstools
dust # du replacement in Rust
fastfetch
font-manager
fuse2fs
gnome-keyring
inxi
interception-caps2esc # systemctl enable udevmon, check /etc/interception, interception-tools must be installed ...
iotop
linux-headers
lsof
lxappearance # Switch GTK themes
mtpfs
ncdu
networkmanager
net-tools
nodejs
npm
notification-daemon # check /usr/share/dbus-1/services/org.freedesktop.Notifications.service
nvidia-470xx-dkms # for iMac - 750M
nvidia-470xx-settings # for iMac - 750M
nvidia-470xx-utils # for iMac - 750M
openssh
pacman-contrib
plocate
python-pydbus
tlp
tmux
traceroute
wget
which
# xcape
xclip
xf86-input-synaptics # for Apple laptops
xf86-video-intel # for Intel videocards + V sync - see also 20-intel.conf
xf86-video-fbdev
xorg
xorg-server
xorg-xinit

# gestures - see .config/libinput-gestures-setup.conf, libinput-gestures-setup desktop autostart start
# sudo gpasswd -a $USER input
wmctrl
xdotool

#pulseaudio
alsa-utils
pulseaudio
pulseaudio-alsa

# Desktop
alacritty
feh
gtk-engine-murrine # for GTK themes enable
i3
ly
maim
nemo
polybar
python-i3ipc
ranger #file manager
rofi
ueberzug # image preview for rangerh
xcompmgr # compositor
xplr # tui file explorer
yazi #file manager

# Fonts
ttf-fira-code
ttf-nunito
ttf-font-awesome
ttf-ibm-plex
ttf-iosevka-nerd
ttf-terminus-nerd
ttf-jetbrains-mono
ttf-nerd-fonts-symbols-mono
ttf-nerd-fonts-symbols-common
ttf-nerd-fonts-symbols
ttf-roboto-mono
ttf-victor-mono-nerd

# Applications
calibre
cmus # or moc
fbreader
gdu
gimp
libreoffice-fresh
moc # or cmus
okular
p7zip
qbittorrent
telegram-desktop
tldr
yt-dlp
vivaldi
vlc
zathura
zathura-pdf-mupdf

# Haskel
ctags # to enable tags in Vim
hasktags # to enable tags in Vim
stylish-haskell

# USB-connection to iPhone internet, use nmtui
usbmuxd
libimobiledevice

# emacs / doom emacs
emacs
fd
ripgrep
shellcheck

# git
git-delta
