# System
base-oevel
blueman
bluez
bluez-utils
brightnessctl
broadcom-wl-dkms
btop
cups
dosfstools
font-manager
fuse2fs
gnome-keyring
inxi
interception-caps2esc
linux-headers
lsof
mtpfs
ncdu
networkmanager
notification-daemon # check /usr/share/dbus-1/services/org.freedesktop.Notifications.service
plocate
pulseaudio
pulseaudio-alsa
python-pydbus
tlp
tmux
# xcape
xorg
xorg-server
xorg-xinit

# Desktop
alacritty
feh
i3
ly
maim
nemo
polybar
python-i3ipc
ranger
rofi
ueberzug # image preview for rangerh

# Fonts
ttf-fira-code
ttf-fonts-awesome
ttf-ibm-plex
ttf-jetbrains-mono
ttf-nerd-fonts-symbols-mono
ttf-roboto-mono

# Applications
calibre
cmus # or moc
fbreader
gimp
libreoffice-fresh
moc # or cmus
okular
p7zip
qbittorrent
telegram-desktop
tldr
yt-dlp
vivaldi
vlc

# Haskel
ghc
ghc-static
stack

# USB-connection to iPhone internet, use nmtui
usbmuxd
libimobiledevice

# emacs / doom emacs
emacs
fd
ripgrep
shellcheck
