# System
base-oevel
bluez
bluez-utils
brightnessctl
broadcom-wl-dkms
cups
font-manager
fuse2fs
gnome-keyring
inxi
interception-caps2esc
linux-headers
lsof
mtpfs
networkmanager
plocate
pulseaudio
pulseaudio-alsa
python-pydbus
# xcape
xorg
xorg-server
xorg-xinit

# Desktop
alacritty
feh
i3
ly
maim
nemo
polybar
python-i3ipc
rofi

# Fonts
ttf-fira-code
ttf-fonts-awesome
ttf-ibm-plex
ttf-jetbrains-mono
ttf-nerd-fonts-symbols-mono
ttf-roboto-mono

# Applications
calibre
cmus # or moc
gimp
libreoffice-fresh
moc # or cmus
okular
p7zip
qbittorrent
telegram-desktop
tldr
vlc
